{
  "source_language": "en",
  "corpus": "Employee shareholders have most of the same employment rights as people who are workers and as people who are employees.They also have the right to collective redundancy consultation and transfer of undertakings (TUPE) - this protects the employee’s terms and conditions when the business is transferred to a new owner. Employee shareholders do not have these rights: protection against unfair dismissal - apart from dismissal on grounds of discrimination and in relation to health and safety statutory redundancy pay the right to request flexible working - except in the 2 weeks after returning from parental leave certain statutory rights to request time off for training Employee shareholders must give 16 weeks’ notice if they want to come back early from: maternity leave additional paternity leave adoption leave Employers can choose more generous employment rights than the statutory ones. Tax relief and obligations Employee shareholders can get tax relief on the first £2,000 of shares they get before 1 December 2016. Employee shareholders must pay tax on buying and selling shares. HM Revenue and Customs (HMRC) has further guidance on tax relief for employee shareholders. Applying for employment shareholder jobs Anyone can apply for an employee shareholder job. People claiming Jobseeker’s Allowance do not have to apply for an employee shareholder job that Jobcentre Plus have told them about. Existing employees do not have to accept a change to an employment contract to become an employee shareholder if they do not want to. Offering employment shareholder status Employers must following certain rules when offering employment shareholder status to their employees. Self-employed and contractor. A person is self-employed if they run their business for themselves and take responsibility for its success or failure. Self-employed workers are not paid through PAYE, and they do not have the rights and responsibilities of an employee. A worker must tell HM Revenue and Customs (HMRC) if they think they have become self-employed. Someone can be both employed and self-employed at the same time, for example if they work for an employer during the day and run their own business in the evenings. Employment rights Employment law does not cover self-employed people in most cases because they are their own boss. If a person is self-employed, they have: protection of their health and safety protection of their rights against discrimination (in some cases) the rights and responsibilities set out by the terms of the contract they have with their client Working out if someone is self-employed HMRC may regard someone as self-employed for tax purposes even if they have a different status in employment law. Employers should check if a worker is self-employed in: tax law - in case the worker is exempt from the employer’s PAYE scheme employment law - in case the worker has employee or worker rights Individuals and their employers may have to pay unpaid tax and penalties, or lose entitlement to benefits, if their employment status is wrong. Checking if they’re self-employed for tax purposes You can check someone’s employment status online to see if a worker should be classed as employed or self-employed. If you cannot check online, contact HMRC. There are special rules for businesses supplying workers, for example an employment agency. Checking their employment rights If someone is self-employed, they do not have the rights and responsibilities of an employee or the rights and responsibilities of a worker."
}
